{
    "name": "Adrian Enriquez",
    "tagline": "Freelance Web Developer",
    "address": "Philippines",
    "email": "me@adrianenriquez.com",
    "summary": "I am Adrian Enriquez, a freelance web developer based in Philippines. I am well versed with modern technology in designing and developing excellent web applications. I constantly aim to learn new and various things to accentuate my skills.",
    "services": [
        {
            "name": "UI/UX Design",
            "description": "I sketch and wireframe interfaces for mobile and web, create UI mockups using moqups.com web app and Adobe Photoshop.",
            "icon": "pen"
        },
        {
            "name": "Front-end Development",
            "description": "I like converting PSD/mockups to HTML. I put in my superior skills in HTML(5) and CSS(3) to create responsive and pixel perfect design. I am an expert in twitter bootstrap framework, and familiar with other html/css frameworks like Foundation and Polymer. I am proficient in LESS/SCSS, Gulp.js, Grunt, Javascript, jQuery, and Angular.js.",
            "icon": "laptop"
        },
        {
            "name": "Back-end Development",
            "description": "I am proficient in PHP and love using Laravel as a framework. I am also familiar with Node.js. I also develop REST APIs. I write clean codes using best practices and Object Oriented Programming (OOP).",
            "icon": "fork"
        },
        {
            "name": "Mobile Development",
            "description": "I develop mobile applications using Phonegap and Ionic Framework.",
            "icon": "smartphone"
        },
        {
            "name": "Content Management Sytem(CMS)",
            "description": "I can setup, customize and/or create Wordpress and Joomla Templates.",
            "icon": "share"
        },
        {
            "name": "Other",
            "description": "In terms of databases, I am familiar with both SQL and no-sql functionalities such as MongoDB and Firebase. Also, I always use Version Control System for my projects such as Git and SVN.",
            "icon": "lightbulb"
        }
    ]
}